<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'Ddos', // 插件标识
    'name' => 'DDOS攻击脚本专杀工具', // 插件名称
    'version' => 'v1.0.0', // 插件版本号
    'min_version' => 'v1.4.9', // CMS最低版本支持
    'author' => '老怪物', // 开发者
    'description' => '该工具专门查杀网站上可能存在的DDOS恶意php脚本文件，可通过该工具扫描轻松查杀恶意文件，原理参考360网站卫士提供的DOS攻击脚本专杀功能。', // 插件描述
    'litpic'    => '/weapp/Ddos/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => [],
    'management' => [],
);