<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 陈风任 <491085389@qq.com>
 * Date: 2018-12-11
 */

return array(
    'code' => 'PictureCleaning', // 插件标识
    'name' => '多余图片清理', // 插件名称
    'version' => 'v1.0.8', // 插件版本号
    'min_version' => 'v1.3.3', // CMS最低版本支持
    'author' => '陈风任', // 开发者
    'description' => '插件方便站长智能清理网站多余的图片文件', // 插件描述
    'litpic'    => '/weapp/PictureCleaning/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => array(),
);