<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'Pushall', // 插件标识
    'name' => '聚合推送', // 插件名称
    'version' => 'v1.1.9', // 插件版本号
    'min_version' => 'v1.4.6', // CMS最低版本支持
    'author' => 'Whiteboard', // 开发者
    'description' => '1、聚合百度、360、神马、今日头条等平台链接主动推送。
2、动态Sitemap地图功能，包含文章、TAG标签链接、无需每次手动生成！', // 插件描述
    'litpic'    => '/weapp/Pushall/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => [],
    'management' => [],
);