<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'SpiderVisit', // 插件标识
    'name' => '蜘蛛访问统计', // 插件名称
    'version' => 'v1.0.6', // 插件版本号
    'min_version' => 'v1.0.0', // CMS最低版本支持
    'author' => '小虎哥', // 开发者
    'description' => '统计蜘蛛引擎对网站URL的抓取和收集，了解抓取机制，更好的分析和优化网站收录。', // 插件描述
    'litpic'    => '/weapp/SpiderVisit/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => array(),
);